Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: *instead of Water, purified, water for injections may also be used
es_es: *en lugar de agua, también se puede utilizar agua purificada para inyección.

source: *m* = mass of the substance to be examined, in grams.
es_es: *m* = masa de la sustancia a examinar, en gramos.

source: *n*~1~ = volume of *0.01 M sodium thiosulfate* required for the substance to be examined, in millilitres;
es_es: *n*~1~ = volumen del *tiosulfato de sodio 0.01 M* necesario en la sustancia a analizar, en mililitros;

source: *n*~2~ = volume of *0.01 M sodium thiosulfate* required for the blank titration, in millilitres;
es_es: *n*~2~ = volumen del *tiosulfato de sodio 0.01 M* necesario en la valoración del blanco, en mililitros;

source: + 25.5 to + 28.5 (dried substance).
es_es: +25,5 a +28,5 (sustancia deshidratada).

source: +5 SD (upper limit)
es_es: +5 Desv. est. (límite superior)

source: - *for substances responding to UV-Vis irradiation:*
es_es: - *para sustancias responsivas a la irradiación UV-Vis:*

source: - *resolution:*
es_es: - *resolución:*

source: - 0.1 mol/l HCl,
es_es: - HCl, 0.1 mol/l

source: - 0.1 mol/l McIlvaine buffer pH 3.0
es_es: - buffer de McIlvaine 0.1 mol/l, con pH de 3.0

source: - 0.1 mol/l McIlvaine buffer-solutions with pH 4.0 and 7.4
es_es: -Soluciones buffer de McIlvaine 0.1 mol/l, con pH de 4.0 y 7.4

source: - 0.1 mol/l Potassium-Phosphate buffer pH 6.8
es_es: - buffer de fosfato de potasio 0.1 mol/l, con pH de 6.8

source: - 0.1 mol/l Potassium-Phosphate buffer pH 7.5
es_es: - buffer de fosfato de potasio 0.1 mol/l, con pH de 7.5

source: - 0.1 mol/l Sodium-Acetate buffer pH 4.5
es_es: - buffer de acetato sódico 0.1 mol/l, con pH de 4.5

source: - 53 to -47
es_es: - 53 a -47

source: - Art. 111 (1) of Directive 2001/83/EC
es_es: - Art. 111 (1) de la Directiva 2001/83/CE

source: - Step 5 (Pre-blend) & 6 (Final-blend):
es_es: - Paso 5 (premezcla) y paso 6 (mezcla final):

source: - Copovidone
es_es: - Copovidona

source: - Crospovidone
es_es: - Crospovidona

source: - Talc
es_es: - Talco

source: - aluminium - PVC/PCTFE/PVC blister at BI DE (IN)
es_es: - blíster de aluminio - PVC/PCTFE/PVC acondicionado en BI DE (IN) y

source: - aluminium - PVC/PVDC blister packaged at BI DE (IN), BI Promeco (MX) and Patheon PR
es_es: - blíster de aluminio - PVC/PVDC acondicionado en BI DE (IN), BI Promeco (MX) y Patheon PR;

source: - A direct transfer (via piping) of the wet granulate from the high shear mixer to the fluidized bed dryer includes a wet sieve, which breaks down bigger lumps in order to facilitate the transfer of the wet granulate and the subsequent fluidization.
es_es: - La transferencia directa (mediante una tubería) de la granulación húmeda desde el mezclador de alta velocidad hacia el secador incluye un tamiz húmedo, que desarma los grumos más grandes para facilitar la transferencia del granulado húmedo y la posterior fluidización.

source: - Acetonitrile (HPLC grade)
es_es: - Acetonitrilo (grado HPLC)

source: - Acetonitrile HPLC grade (e.g. Merck)
es_es: - Acetonitrilo, grado HPLC (por ejemplo, Merck)

source: - Adaption in the mesh size of the screening mill
es_es: - Adaptación del tamaño de malla de la granuladora rotativa.

source: - Adjustment of the blending time for pre-blend of dried granulate and final blend.
es_es: - Se ajusta el tiempo durante el que se mezclan la premezcla del granulado seco y la mezcla final.

source: - Adjustment of the fluid bed dryer parameters inlet air temperature and inlet air volume in order to accommodate the difference in altitude at the alternate site
es_es: - Se ajustan los parámetros "temperatura del aire de entrada" y volumen del aire de entrada" del secadero de lecho fluido para adecuarse a la diferente altitud de la planta sustituta.

source: - Adjustment of wet high shear mixer speed.
es_es: - Ajuste de la velocidad del mezclador de alta velocidad húmedo.

source: - Art. 40 of Directive 2001/83/EC transposed in the following national legislation :
es_es: - Arte. 40 de la Directiva 2001/83/CE, que se transcribe en la siguiente legislación nacional:

source: - Art. 61 (6), 63 (4) of Regulation (EU) 536/2014
es_es: - Art. 61 (6), 63 (4) de la Regulación (UE) 536/2014

source: - Bioassay
es_es: - Ensayo biológico

source: - CGE non-reduced
es_es: - CGE no reducida

source: - CGE reduced
es_es: - CGE reducida

source: - Clarity and degree of opalescence
es_es: - Limpidez y grado de opalescencia

source: - Concentración mínima eficaz o terapéutica.
es_es: - Minimum effective or therapeutic concentration.

source: - Concentración mínima tóxica.
es_es: - Toxic minimum concentration.

source: - Corn starch
es_es: - Almidón de maíz

source: - Degree of coloration
es_es: - Grado de coloración

source: - Deionized water
es_es: - Agua desionizada

source: - Direct addition of the extragranular materials, cellulose microcrystalline and silica colloidal anhydrous into the dried granule without pre-sieving.
es_es: - Los materiales extragranulares celulosa microcristalina y sílice coloidal anhidro se añaden al granulado seco directamente, sin tamizado previo.

source: - Directive 2003/94/EC
es_es: - Directiva 2003/94/EC

source: - El área bajo la curva de la gráfica concentración vs tiempo de plasma, suero o sangre desde el tiempo cero hasta el tiempo infinito (AUC 0-∞), que representa la exposición total, donde AUC 0-∞ = AUC 0-t + clast /Ke; Clast es la última concentración medible de analito y Ke es la constante de velocidad de eliminación terminal o calculado de acuerdo con un método apropiado;
es_es: - The area under the concentration vs time curve for plasma, serum or blood, from time zero to infinity (AUC 0-∞), representing the total exposure, where AUC 0-∞ = AUC 0-t + clast /Ke; Clast is the last measurable concentration of analyte and Ke is the terminal elimination rate, which is either a constant or a value calculated according to an appropriate method;

source: - Empagliflozin (BI 10773) reference substance
es_es: - Empagliflozina (BI 10773), sustancia de referencia

source: - Es la máxima concentración o pico que un determinado fármaco alcanza después de ser administrado en un individuo.
es_es: - The maximum or peak concentration that a certain drug reaches after being administered to an individual.

source: - HDPE bottle packaged at BI DE (IN) and BI Promeco (MX)
es_es: - botella de PEAD acondicionada en BI DE (IN) y BI Promeco (MX).

source: - Important advice on the medicine’s packaging;
es_es: - Recomendaciones importantes sobre el acondicionamiento del medicamento;

source: - Influence of filtration conditions and stirring time on accuracy
es_es: - Influencia de las condiciones de filtrado y el tiempo de agitación en la exactitud

source: - Influence of filtration conditions and stirring time on results
es_es: - Influencia de las condiciones de filtrado y el tiempo de agitación en los resultados

source: - Likewise, in document 3.2 Drug Substance part 2, in Part II C:
es_es: - Asimismo, en el documento 3.2 Medicamento Parte 2, en la Parte II C:

source: - Likewise, in document 3.2 Drug Substance part 2, in Part II C: Production and Control of the initial materials, in 1.6 Characterization – Equivalence of alteplase manufactured in two manufacturing plants, it indicates that the API is manufactured in 2 different manufacturing plants., Boehringer Ingelheim in its manufacturing subsidiary Dr. Karl Thomae GmbH in Germany and in Genentech Inc. in the United States, for which reason it is requested to declare whether the batches destined for Peru also come from said plants
es_es: - Asimismo, en el documento 3.2 Principio activo, parte 2, Sección II C: Producción y control delos materiales iniciales, 1.6 Caracterización – Equivalencia de la alteplasa fabricada en dosplantas de fabricación, se indica que el IFA se fabrica en 2 plantas de fabricación, a saber: Boehringer Ingelheim (en su planta productora Dr. Karl Thomae GmbH, enAlemania) y Genentech Inc. (en Estados Unidos). En virtud de ello, se solicitadeclarar si las partidas con destino al Perú también provienen de dichas plantas

source: - Linagliptin
es_es: - Linagliptina

source: - Magnesium stearate
es_es: - Estearato de magnesio

source: - Main Peak and BPG are separated by split (drop line) (post-change method)
es_es: El pico principal y el grupo de picos básicos se separan mediante división de flujo (método posterior a la carga)

source: - Methanol HPLC grade (e.g. Merck)
es_es: - Metanol, grado HPLC, (por ejemplo, Merck)

source: - Monobasic potassium phosphate p.a.[KH2PO4] (e.g. Merck)
es_es: - Fosfato monobásico de potasio p.a. [KH2PO4] (p. ej., Merck)

source: - Nature of body contact Category:
es_es: - Naturaleza del contacto corporal; Categoría:

source: - Opadry Pink
es_es: - Opadry rosado

source: - Orthophosphoric acid 85%
es_es: - Ácido ortofosfórico, 85%

source: - Osmolality
es_es: - Osmolalidad

source: - Phosphoric acid p.a.
es_es: - Ácido fosfórico p.a.

source: - Pregelatinized starch
es_es: - Almidón pregelatinizado

source: - Protein concentration by UV scan
es_es: - Concentración de proteínas por barrido UV

source: - Relevant data from release and stability batches
es_es: - Datos relevantes de las partidas de liberación y estabilidad

source: - Safety considerations
es_es: - Consideraciones de seguridad

source: - Se considera que la cantidad relativa de excipientes presente en dos medicamentos farmacéuticos sólidos orales es cuantitativamente similar si las diferencias en la cantidad se encuentran dentro de los límites que se muestran en la Tabla Nro. 1.
es_es: - The relative amount of inactive ingredients in two oral solid drugs is considered to be quantitatively similar if the quantitative differences are within the limits in Table No. 1.

source: - Se entenderá por término a los días hábiles o laborables.
es_es: - Working days terms include only working days.

source: - Sodium butanesulfonate, anhydrous
es_es: - Butanosulfonato de sodio anhidro

source: - Sodium hydroxide solution 2 M
es_es: - Solución en hidróxido de sodio 2 M

source: - Specific information, such as warnings, precautions, and advice on correct use, in the package leaflet and SmPC addressed to patients and healthcare professionals;
es_es: - Incluir información específica, como advertencias, precauciones y consejos sobre el uso correcto en el prospecto y el SmPC, tanto para los pacientes como los profesionales de la salud;

source: - Statistical evaluation of stability data
es_es: - Evaluación estadística de datos de estabilidad

source: - The authorised pack size — the amount of medicine in a pack is chosen so to ensure that the medicine is used correctly;
es_es: - El tamaño del envase autorizado: se selecciona la cantidad de medicamento de un envase para garantizar su correcto uso.

source: - The deviation (absolute value) of the quantified amount of each control sample from the theoretical value is ≤ 2.0 %
es_es: - La desviación (valor absoluto) de la cantidad cuantificada de cada muestra de control, con respecto al valor teórico, es ≤ 2.0 %

source: - The intra-batch variability (analytical and product variability).
es_es: - La variabilidad intrapartida (variabilidad analítica y del producto).

source: - The medicine’s legal status — the way a medicine is supplied to the patient (e.g. with or without prescription) can help to minimise its risks.
es_es: - La condición legal del medicamento: la forma en que se suministra un medicamento al paciente (por ejemplo, con o sin receta) puede ayudar a minimizar sus riesgos.

source: - The stability effect, i.e. the increase over shelf-life.
es_es: - El efecto de estabilidad; es decir, el aumento a lo largo de la vida útil.

source: - Tmax es el tiempo después de la administración del medicamento terminado en la que Cmax se observa.
es_es: - Tmax is the time after administration of the finished drug product at which Cmax is observed.

source: - Trifluroacetic acid (TFA) HPLC Grade (e.g. J.T.Baker)
es_es: - Ácido trifluoroacético (TFA), grado HPLC (por ejemplo, J. T. Baker)

source: - Una combinación de dos o más principios activos en una relación de dosis fijas.
es_es: - A combination of two or more active ingredients in a fixed dose ratio.

source: - a data acquisition system.
es_es: - un sistema de captura de datos.

source: - a device for exact positioning and reproducible dispensing of the amount of substances onto the plate;
es_es: - un dispositivo que pueda establecer sobre la placa posiciones y dosis exactas y reproducibles de la cantidad de sustancias;

source: - a drug product manufacturing process that does not suppor microbial growth, and
es_es: - un proceso de fabricación del medicamento que no fomenta el crecimiento microbiano, y

source: - acapillary column whose stationary phase may be a solid coating the inner surface of the column (e.g. macrogol 20 000) or a liquid deposited on the inner surface (e.g. dimethylpolysiloxane); in the latter case it may be chemically bonded to the inner surface;
es_es: - una columna capilar cuya fase estacionaria puede ser un sólido que cubra la superficie interna de la columna (por ejemplo, macrogol 20 000) o un líquido depositado en la superficie interna (por ejemplo, dimetilpolisiloxano); en este último caso, puede estar unido químicamente a la superficie interna;

source: - achromatographic column contained in an oven;
es_es: - una columna cromatográfica en el interior de un horno;

source: - acolumn packed with the stationary phase that may be a solid phase (e.g. alumina, silica) or an inert solid support (usually a porous polymer) impregnated or coated with a liquid.
es_es: - una columna de relleno unida a la fase estacionaria, que puede ser una fase sólida (por ejemplo, alúmina, sílice) o un soporte sólido inerte (generalmente un polímero poroso) impregnado o recubierto con un líquido.

source: - amechanical device to move the plate or the measuring device along the x-axis or the y-axis;
es_es: - un dispositivo mecánico que permita mover la placa o el medidor a lo largo del eje x o del eje y;

source: - an injector;
es_es: - un inyector;

source: - analytical data generated during drug product development and routine release and stability studies demonstrating that the process and product are not susceptible to microbial contamination or proliferation.
es_es: - datos analíticos generados durante el desarrollo del medicamento y los estudios de liberación y estabilidad de rutina en los que se demuestra que ni el proceso ni el producto son susceptibles de contaminación ni proliferación microbiana.

source: - arecorder and a suitable integrator or a computer;
es_es: - una grabadora y un integrador adecuado o una computadora;

source: - demonstrated no impact on the physico-chemistry of idarucizumab drug substance and drug product
es_es: - demostró que no afecta la fisicoquímica del principio activo ni del medicamento idarucizumab

source: - demonstrated no impact on the quality of idarucizumab drug substance and on the drug product
es_es: - demostró que no afecta la calidad del principio activo ni del medicamento idarucizumab

source: - demonstrated that the test methodology remains the same, the updated method includes an improved integration strategy with respect to setting the BPG peak split
es_es: - demostró que la metodología analítica sigue siendo la misma; el método actualizado incluye un modo de integración mejorado con respecto a la división de flujos en el pico del grupo de moléculas básicas.

source: - does not change the current idarucizumab drug substance and drug product testing sites (e.g. including release)
es_es: - no implica cambios en las los centros de análisis vigentes del principio activo ni del medicamento idarucizumab (p. ej., se incluye la liberación)

source: - does not change the drug substance or drug product specifications, only the document number of the analytical procedure changed due to company-internal reasons for better follow-up
es_es: - no cambia las especificaciones del principio activos ni del medicamento; solo se modifica el número de documento del procedimiento analítico por razones internas de la empresa para un mejor seguimiento

source: - for Intrinsic Dissolution Rate (IDR):
es_es: - para la velocidad de disolución intrínseca (VDI):

source: - for any ninhydrin-positive substance detected at 440 nm, use the concentration of proline in reference solution (b); if a peak is above the reporting threshold at both wavelengths, use the result obtained at 570 nm for quantification.
es_es: - para cualquier sustancia positiva a la ninhidrina detectada a 440 nm, utilizar la concentración de prolina de la solución de referencia (b); si hay un pico por sobre el umbral de informe en ambas longitudes de onda, cuantificar con el resultado obtenido a 570 nm.

source: - for any ninhydrin-positive substance detected at 570 nm, use the concentration of arginine in reference solution (a);
es_es: - para cualquier sustancia positiva a la ninhidrina detectada a 570 nm, utilizar la concentración de arginina de la solución de referencia (a);

source: - for equilibrium solubility determination:
es_es: - para determinar la solubilidad de equilibrio:

source: - had no impact on the idarucizumab drug product composition, strength or presentation.
es_es: - no afectó la composición, concentración ni presentación del medicamento idarucizumab

source: - had no impact on the stability of idarucizumab drug substance and drug product.
es_es: - no afectó la estabilidad del principio activo ni del medicamento idarucizumab

source: - higher flexibility and implementation of the product on the new, state of the art filling line
es_es: - mayor flexibilidad y mejor implementación del medicamento en la nueva línea de llenado de última generación

source: - historical control data
es_es: - datos de control históricos

source: - in regard of all statements mentioned above submitting a new bioequivalence study is considered not necessary
es_es: - dadas todas las afirmaciones anteriores, no se considera necesario presentar un nuevo estudio de bioequivalencia

source: - introduction of a post approval change management protocol (PACMP).
es_es: - introducción del protocolo de gestión de cambios posteriores a la aprobación (PACMP).

source: - is not introduced due to unexpected problems on the stability issues of idarucizumab drug substance and drug product, which do not exist
es_es: - no se introduce por problemas inesperados en la estabilidad del principio activo ni del medicamento idarucizumab, pues tales problemas no existen

source: - lipophilicity:
es_es: - lipofilia:

source: - maximum batch size of 3650 kg,
es_es: - tamaño máximo de partida de 3650 kg y

source: - microbiological controls of raw materials established upstream in the manufacturing process
es_es: - controles microbiológicos de las materias primas establecidos previamente en el proceso de fabricación

source: - minimum batch size of 800 kg and
es_es: - tamaño mínimo de partida de 800 kg y

source: - mobile phase at a flow rate of 0.8 mL/min,
es_es: - Fase móvil a una velocidad de flujo: 0.8 mL/min,

source: - one PFS-NSD-2 per folding box and - two PFS-NSD-2 per folding box
es_es: - un dispositivo PFS-NSD-2 por caja plegable; dos dispositivos PFS-NSD-2 por caja plegable

source: - one or more detector(s);
es_es: - uno o más detectores;

source: - resolution coefficient:
es_es: - coeficiente de resolución:

source: - solubility determination for BCS-classification:
es_es: - determinación de solubilidad para la clasificación en el sistema BCS:

source: - solubility determination in organic solvents:
es_es: - determinación de solubilidad en disolventes orgánicos:

source: - solubility evaluation
es_es: - evaluación de solubilidad

source: - specific optical rotation:
es_es: - rotación óptica específica:

source: - subvisible particles
es_es: - partículas subvisibles

source: - sustainability of market supplies for a life-saving drug
es_es: - sustentabilidad de la provisión comercial de un medicamento capaz de salvar vidas

source: - the coefficient of variation of 6 response factors (A1, A2) of empagliflozin is ≤ 2.0 %
es_es: - El coeficiente de variación de 6 factores de respuesta (A1, A2) de empagliflozina es ≤ 2.0 %.

source: - the currently registered hold times are unchanged
es_es: - no hay cambios en los tiempos de detención actualmente registrados

source: - the drug substance container closure systems are unchanged, besides the crimping cap height, which only differs by 0.2mm
es_es: - los sistemas de cierre del envase del principio activo no tuvieron modificaciones más allá del cambio de longitud de la tapa de cierre metálica, que solo difiere en 0.2 mm

source: - the k'-range of the drug substance peak empagliflozin remains approximately constant (after correcting the eluation strength, if necessary)
es_es: - Los intervalos k 'de los picos del principio activo empagliflozina permanecen aproximadamente constantes (después de corregir la concentración de la elución, de ser necesario)

source: - the manufacturing principle including the single manufacturing steps remain the same.
es_es: - El principio de fabricación, incluidos los pasos de fabricación individuales, permanece inalterado.

source: - the product contacting materials utilized on the filling line are unchanged as the proposed filling line is equipped with the same set of materials as sterile filter, silicon tubing and stainless-steel tanks, pumps or needles as for the established idarucizumab filling line.
es_es: - no se modifican los materiales de la línea de llenado en contacto con el medicamento porque la línea propuesta para idarucizumab tiene los mismos materiales que la ya establecida (filtro estéril, tubuladuras de silicona y tanques de acero inoxidable, bombas o agujas).

source: - the proposed changes demonstrated no adverse impact on consistency or reproducibility of the product.
es_es: - los cambios propuestos no arrojaron consecuencias adversas ni en la homogeneidad ni la reproducibilidad del medicamento

source: - the proposed changes demonstrated no adverse impact on quality
es_es: - los cambios propuestos no arrojaron consecuencias adversas en la calidad

source: - the proposed changes demonstrated no impact on physico-chemical characteristics of idarucizumab drug product
es_es: - los cambios propuestos no arrojaron consecuencias en las características fisicoquímicas del medicamento idarucizumab

source: - the proposed changes demonstrated no impact on the qualitative and quantitative impurity profile of idarucizumab drug product
es_es: - los cambios propuestos no arrojaron consecuencias en el perfil de impurezas cualitativo ni cuantitativo del medicamento idarucizumab

source: - the sequence of peaks remains unchanged
es_es: - la secuencia de picos permanece sin cambios

source: - the specifications of the finished product or intermediates are unchanged
es_es: - no hay cambios en las especificaciones de los productos terminados ni los productos intermedios

source: - the tailing factor T (USP), (symmetry factor As (Ph. Eur.)) of empagliflozin is within a range allowing definite quantification (0.8 ≤ T ≤ 1.5)
es_es: - el factor de cola T (USP), (factor de simetría As (Ph. Eur.)) de la empagliflozina está dentro de un intervalo tal que permita una cuantificación definida (0.8 ≤ T ≤ 1.5)

source: - water
es_es: − agua

source: - Área bajo la curva de la concentración plasmática es la cantidad absorbida de un fármaco.
es_es: - The area under the plasma concentration curve is the amount of a drug absorbed.

source: - Área bajo la curva de la concentración plasmática extrapolada al infinito.
es_es: - Area under the plasma concentration curve extrapolated to infinity.
